---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsPointClouds
source: html/81a3e90b-f790-88ab-a3dc-22518a81928a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsPointClouds Property

"V/G Overrides Point Clouds"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsPointClouds { get; }
```